{
  "Title": "Battle-vision",
  "Page": {
    "Header": {
      "Texts": {
        "Demo1": "デモ",
        "Demo2": "モード"
      },
      "Textbox": {
        "search": "チームの検索"
      },
      "Icon": {
        "Steps": {
          "Text1": "ポケモンを追加",
          "Text2": "チームを登録",
          "Text3": "対戦を記録",
          "Text4": "対戦記録を見る"
        },
        "Logins": {
          "Logout": "ログアウト",
          "Login": "ログイン"
        }
      },
      "Box": {
        "Menus": {
          "Text1": "マイページ",
          "Text2": "ポケモン新規登録",
          "Text3": "ポケモン一覧",
          "Text4": "チーム一覧",
          "Text5": "対戦を記録",
          "Text6": "成績結果を見る",
          "Text7": "デモデータを試す",
          "Text8": "チュートリアル",
          "Text9": "ログアウト"
        }
      }
    },
    "Fotter": {
      "Messages": {
        "Text1": "ポケットモンスター・ポケモン・Pokémonは株式会社ポケモン・任天堂・クリーチャーズ・ゲームフリークの登録商標です。",
        "Text2": "当サイトは個人ファンサイトであり、株式会社ポケモン他企業様とは一切関係ありません。",
        "Text3": "当サイトはFlaticon.comの画像を使用してデザインされています。"
      },
      "Copyright": {
        "Text1": "Copyright",
        "Text2": "2023 ©usaigmi"
      },
      "Accounts": {
        "Text": "アカウント",
        "SignUp": "新規登録",
        "SignIn": "ログイン",
        "Demo": "デモを試す"
      },
      "Links": {
        "Text1": "トップ",
        "Text2": "利用規約",
        "Text3": "プライバシーポリシー"
      }
    },
    "Top": {
      "Button": {
        "Demo": "デモから試す",
        "Used": "使ってみる"
      }
    },
    "Conditions": {
      "Text": {
        "Titles": {
          "1": "BattleVisionの利用規約",
          "2": "第1条(ポケモンに関連する知的財産権の使用に関する免責事項)",
          "3": "第2条(適用範囲)",
          "4": "第3条（ユーザー登録および承認）",
          "5": "第4条（アカウント情報の管理）",
          "6": "第5条（当サイトの利用）",
          "7": "第6条（禁止事項）",
          "8": "第7条（当サイトの提供の停止等）",
          "9": "第8条（個人情報の訂正および削除）",
          "10": "第9条(退会)",
          "11": "第10条(保証の否認および免責事項)",
          "12": "第11条(サービス内容の変更等)",
          "13": "第12条(利用規約の変更)",
          "14": "第13条(個人情報の取扱い)",
          "15": "第14条(権利義務の譲渡の禁止)",
          "16": "第15条(準拠法・裁判管轄)"
        },
        "Message": {
          "1": [
            "当サイトおよび当社が提供する関連サービスの利用を規定するものです。当サイトを使用することにより、これらの利用規約に同意することになりますので、当サイトにアクセスまたは使用する前に、これらの利用規約を注意深くお読みください。本利用規約に同意されない場合は、当サイトをご利用になれません。当社は、いつでも本利用規約を変更することができ、そのような変更は、当社のウェブサイトに掲載された時点で直ちに有効となります。変更された利用規約の掲載後、お客様が当サイトの利用を継続された場合、お客様は当サイト最新の利用規約を承認し、遵守することに同意するものとします。"
          ],
          "2": [
            "ポケモンに関する著作権、商標権、その他の知的財産権は、「ポケットモンスター、ポケモン、任天堂、クリーチャーズ、株式会社ゲームフリーク」およびその関連会社に帰属していることにご注意ください。当社は、ポケモンに関する知的財産権およびその他の知的財産権について、いかなる所有権も主張するものではありません。当サイトに掲載されているポケモン関連のコンテンツは、それぞれの所有者に適切に帰属し、他のファンがポケモンへの愛を共有するためのファンサイトを提供する目的にのみ使用されています。当社は、当サイトのポケモン関連コンテンツの完全性、正確性、信頼性、適合性、利用可能性について、明示または黙示を問わず、いかなる種類の表明または保証を行うものではありません。したがって、これらの情報に依拠することは、あくまでもお客様ご自身の責任において行われるものとします。いかなる場合においても、当社は、間接的もしくは結果的な損失または損害、または当サイトのポケモン関連コンテンツの使用もしくは依存から生じるいかなる損失または損害についても、これらに限定されず、一切の責任を負わないものとします。ただし、改造ツールなど、ポケモンファンのコミュニティにとって不適切または有害と思われる特定の話題やツールは、このサイトでは禁止されていますのでご注意ください。"
          ],
          "3": [
            "本規約は、当サイトの利用に関するユーザーと当社との間の一切の関係に適用されます。",
            "当社は、本規約のほか、当サイトの利用に関する諸規定（以下「個別規定」といいます）を定めることがあります。",
            "これらの個別規定は、その名称の如何にかかわらず、本規約の一部を構成するものとします。",
            "本規約の規定と前条の個別規定との間に矛盾がある場合には、個別規定に別段の定めがない限り、個別規定の規定が優先して適用されるものとします。"
          ],
          "4": [
            "ユーザーは、本規約に同意し、当サイトが指定する登録手続きを行うことにより、本サービスの利用登録を行うことができます。",
            "当社は、当社の裁量により、登録申請を承認または拒否する権利を有します。当社は、登録申請者が虚偽の情報を提供した場合、過去に本規約に違反したことがある場合、その他当社が何らかの理由で利用登録を不適当と判断した場合には、理由を開示することなく、利用登録を拒否することができるものとします。",
            "当社が登録申請を承認した後、ユーザーは本規約に従って当サイトを利用することができます。"
          ],
          "5": [
            "アカウントID、パスワード、その他本サービスの利用に関連する情報は、ユーザー自身が管理するものとします。",
            "ユーザーは、これらの情報を第三者に開示または共有しないものとします。",
            "当社は、ユーザーがアカウント情報を適切に管理しなかったことにより生じた損害について、一切の責任を負わないものとします。ユーザーは、アカウントID、パスワードその他のアカウント情報が不正に使用された場合または不正使用の疑いがある場合には、直ちに当社に通知するものとします。"
          ],
          "6": [
            "当サービスの無料利用",
            "当サイトの利用は、現在無料で提供されています。ただし、将来的にこのポリシーを変更し、当サイトの利用を有料とする可能性があることをご了承ください。",
            "その場合、弊社は十分な告知とその理由を説明します。当サイトが無料のままである場合、当社は事前の通知なしにいつでも本サービスを修正、中止し、または当サイトの内容を更新、変更する権利を留保します。",
            "ユーザーの責任",
            "ユーザーは、当サイトを合法的な目的のためにのみ、本利用規約と一致する方法で使用することに同意するものとします。ユーザーは、本サービスを著作権侵害や有害コンテンツの配布など、違法または未許可の目的で使用しないものとします。",
            "ユーザーは、ユーザーによる本サービスの利用に起因または関連して生じたいかなるクレーム、訴訟または請求についても、当社を免責することに同意するものとします。"
          ],
          "7": [
            "ユーザーは、著作権を侵害するもの、有害なコンテンツを配信するもの、違法または公認されていないと判断されるものを掲載、販売、宣伝することを禁じます。また、当社が許可した場合を除き、ポケモン公式サイト以外の第三者のウェブサイトへのリンクは禁止します。そのようなものを販売したり、宣伝したりすることは、固く禁じられています。",
            "このポリシーに違反した場合、当社の判断により、お客様のアカウントを停止または終了させることがあります。",
            "本ポリシーに違反すると思われる行為を発見された場合は、問い合わせフォームにご報告ください。",
            "当社は、当該事項について調査し、必要に応じて適切な措置を講じます。",
            "禁止事項に関する本ポリシーの例外は以下の通りです。",
            "投稿者本人が動画配信ツールや自身のWebサイトへの掲載許可を得ているもの。",
            "対戦成績のログ",
            "ポケモンの数値データ",
            "ただし、当サイトへのリンクや当サイトの紹介文があるものに限ります。なお、当社が不適切と判断する発言をされた場合は、当サイトに登録されているメールアドレスにご連絡いたしますので、ご了承ください。最悪の場合、アカウントを停止させていただきます。",
            "スクレイピング行為",
            "スクレイピング行為は、お問い合わせフォームで許可されたアカウントに限り、以下のデータの取得を許可されます。",
            "対戦成績のログ",
            "対戦詳細に関するログ",
            "それ以外のデータの取得を希望される場合は、お問い合わせフォームにて目的を明示する必要があります。場合によっては、お問い合わせいただいた方のみに許可することがあります。無断でのスクレイピングは固く禁じられており、アカウントの停止や解約につながる可能性がありますのでご注意ください。",
            "さらに、スクレイピング行為には有効期限があり、アカウントの「マイページ」に表示されますので、ご注意ください。",
            "有効期限を過ぎると、たとえ以前は許可されていたとしても、スクレイピング行為は許可されなくなります。有効期限の欄が空白の場合は、有効期限がないものとみなされ、無期限にスクレイピングが禁止されます。有効期限が記載されている場合は、指定された日付まで有効です。本規定に従わない場合、当社の判断により、アカウントの停止または終了を行うことがあります。",
            "不正なスクレイピングや有効期限を過ぎたスクレイピングは固く禁じられており、重大な結果につながる可能性があることをご留意ください。",
            "当サイトのスクレイピングについてご質問やご不明な点がございましたら、お問い合わせフォームにご連絡ください。",
            "禁止事項、例外事項の内容は変更されることがあり、変更された場合は利用規約に明記されます。最新の利用規約を確認し、遵守することは、お客様の責任となります。",
            "その他、禁止事項に関するご質問やご不明な点がございましたら、お問い合わせフォームまでご連絡ください。"
          ],
          "8": [
            "当サイトの提供の停止について、当社は理由の如何にかかわらず、当サイトのサービスを永久的または一時的に停止することができるものとします。",
            "ユーザーは、当サイトのサービス終了について異議を申し立てることはできず、また、発生した損害について当社は一切の責任を負いません。当サイトへのサービスが終了すると、ユーザーのコンテンツおよび個人情報は、電子メールアドレスによる通知の後、当社が指定したサービス終了日後に、完全に削除されます。当社は、当サイトの変更または終了について、電子メールにてユーザーに通知するものとし、通知を設定しなかった場合、通知は行われないものとします。ユーザーが規約や当サイトの終了に同意しない場合も、アカウント停止となります。"
          ],
          "9": [
            "当サイトは、不正アクセス、許可されていないスクレイピング行為、天災地変による回復不能なサーバーダウン、サービス終了、その他当サイトの利用規約の規定に違反する迷惑行為などがあった場合、事前に通知することなくユーザーのサービス利用を制限したり、登録を抹消したりする権利を留保しています。"
          ],
          "10": [
            "ユーザーは、マイページ上で当社が指定する退会手続きを行うことにより、いつでも本サービスを退会することができます。退会手続きの完了期限は特に定めません。退会手続きには、登録されたメールアドレスとパスワードが必要であり、GoogleまたはTwitterとの連携については、連携されたアカウントが必要です。なお、退会手続き完了後、所定のフォームからメールにて通知を受けることができます。指定がない場合は、通知されませんのでご注意ください。また、アカウントID、ポケモンデータ、チームデータ、対戦記録データなどの個人データは、退会時に完全に削除されます。"
          ],
          "11": [
            "当社は、ユーザーに事前に通知することにより、いつでも当サイトを変更、追加、廃止することができるものとし、ユーザーはこれを承諾するものとします。ユーザーは、自己の責任においてデータを管理するものとし、当社は、データの損失について一切責任を負いません。当社は、本サービスを可能な限り継続的に運営することを保証しますが、継続が不可能となった場合、継続的な運営を保証するものではありません。利用者は、当社が行う当サイトの変更、追加、廃止に同意する必要があります。当社は、当サイトの変更、追加、廃止により生じた損害について責任を負いますが、その他本サービスに関する一切の事項について、責任を負いません。"
          ],
          "12": [
            "ユーザーは、本サービスにおける各フォームの追加、ページの追加、UI位置の変更、既存機能の変更・追加、本サービスの廃止など、当社が行う本サービスの変更、追加、廃止に同意するものとします。当社は、当該変更・追加を電子メールにて利用者に通知し、利用者は、変更日から3日以内に手続きを行うものとします。当社は、本サービスの変更・追加・廃止により生じた損害について、当社側でのバックアップを除き、一切の責任を負わず、また本サービスの継続を保証するものではありません。"
          ],
          "13": [
            "当社は、本規約を事前の通知なくいつでも修正または更新する権利を留保します。本規約の最新版は、本サービスのウェブページの下部にある「利用規約」のリンクをクリックすることで確認することができます。"
          ],
          "14": [
            "当社の利用規約は、当サイトの利用を通じて収集された個人情報が、当社のプライバシーポリシーに準拠して取り扱われることを保証するものです。"
          ],
          "15": [
            "当サイトで提供するサービスに関する権利および義務は、当サイトの運営者の事前の書面による同意がない限り、第三者に譲渡することはできません。",
            "運営者がサービスに関する権利義務を第三者に委託する場合、運営者は当該第三者との間で、個人情報保護法を含む関連法令を遵守するための契約を締結するものとします。"
          ],
          "16": [
            "本利用規約は、日本法の法律に準拠し、解釈されるものとし、その抵触法の規定は効力を持ちません。"
          ]
        }
      }
    },
    "PrivacyPolicy": {
      "Text": {
        "Titles": {
          "1": "BattleVisionのプライバシーポリシー",
          "2": "第1条（個人情報)",
          "3": "第2条（個人情報の収集方法）",
          "4": "第3条（個人情報の収集・利用目的）",
          "5": "第4条（個人情報の安全性）",
          "6": "第5条（利用目的の変更）",
          "7": "第6条（第三者が運営するウェブサイトへのリンク）",
          "8": "第7条（個人情報の第三者提供）",
          "9": "第8条（個人情報の訂正および削除）",
          "10": "第9条(プライバシーポリシーの変更)",
          "11": "第10条(弊社へのお問い合わせ)"
        },
        "Message": {
          "1": [
            "このたびは、ポケモンの非公式ファンサイトであるBattleVision(以下、当サイト)をご利用いただき、ありがとうございます。",
            "当サイトは「ポケットモンスター・ポケモン・Pokémonは株式会社ポケモン・任天堂・クリーチャーズ・ゲームフリーク」",
            "またはその関連会社が所有または運営するものではありません。",
            "このプライバシーポリシーは、お客様が当サイトをご利用になる際に、",
            "当社がお客様の個人情報をどのように収集・利用し、保護するかについての概要を述べたものです。",
            "当サイトにアクセスまたは利用することにより、お客様はこのプライバシーポリシーの条項に同意したものとみなされます。"
          ],
          "2": [
            "「個人情報」とは、氏名、メールアドレス、電話番号、その他これらに類する情報など、特定の個人を識別することができる情報を指します。",
            "当社は、個人情報を、氏名、メールアドレス、住所など個人を特定できるデータと定義しています。",
            "これには、当社が収集し、当社のサーバーに保管する以下の情報が含まれます。",
            "マイページ情報。当社は、アカウントID、メールアドレス、ニックネーム、パスワードなどのデータを収集・管理し、",
            "ユーザーのアカウントへのアクセスを提供し、サイトでの体験をパーソナライズするために使用します。",
            "当サイトで利用するポケモンバトルの成績データ。ユーザーのゲームプレイに関連するデータなどを収集・管理し、",
            "ユーザーにゲームの統計情報を提供したり、サイトでのゲーム体験を向上させたりするために使用されます。",
            "マイページに利用する画像アイコン。 当社は、ユーザーが使用する画像アイコンを収集・管理し、",
            "ユーザーのプロファイルをパーソナライズし、当サイトでのユーザー体験を向上させるために使用します。",
            "第三者のアカウント連携。当社は、GoogleやTwitterなどの第三者のアカウント連携に関するデータを収集・管理し、",
            "サイトでのユーザー体験を向上させ、ユーザーに追加の機能や特徴を提供するために使用しています。",
            "当社は、ユーザーのプライバシーを非常に重要視しており、すべてのユーザーの個人情報を保護することに努めています。",
            "当社のプライバシーポリシーや当社が収集する個人情報に関してご質問やご不明な点がありましたら、[contact email]までご連絡ください。"
          ],
          "3": [
            "当社は、いくつかの異なる方法でお客様の個人情報を収集しています。",
            "お客様がアカウント登録をされる場合、お客様の電子メールアドレス、Googleアカウント、Twitterアカウントなど、特定の情報の入力をお願いしています。",
            "また、お客様が電子メールアドレスで登録される場合、アカウントIDとパスワードも要求されます。",
            "アカウント取得後、当社は、チームの成績データ、ポケモンの数値データ、過去の成績ログ（内部データを含む）など、当社のサービスを提供するための一定のデータを収集・保管します。",
            "また、お客様がマイページで設定した画像アイコンやニックネームなどの情報も収集されることがあります。",
            "お客様がアカウント登録をされない場合でも、Cookieの使用により情報を収集することがあります。"
          ],
          "4": [
            "当サイトにおける個人情報の収集および使用方法について概説しています。お客様がアカウント登録をされる場合、各サービスへのログインとユーザーデータの管理のみを目的として、お客様の電子メールアドレス、Googleアカウント、Twitterアカウントを収集することがあります。",
            "さらに、安全なログインを確保し、不正使用を防止するために、アカウントIDとパスワードを収集します。",
            "当社は、サービスの改善やよりよいユーザー体験を提供するために、チームの成績データ、ポケモンの数値データ、過去の成績ログを収集・利用することがあります。画像アイコンやニックネームなど、マイページに設定した情報は、ユーザー同士のコミュニケーションを助ける目的で収集されます。",
            "また、アカウント登録をされない方の対しては、当サイトの品質を評価するために、",
            "デモ画面でのデモデータを一時的に保存することがあります。",
            "このデモデータの保存とアカウント登録後の当サイトの品質評価のために、Cookieを使用することがあります。",
            "また、ブラウザの設定でクッキーを無効にすることができますが、その場合、当サイトの一部の機能が使用できなくなることがあります。"
          ],
          "5": [
            "当社は、個人情報のセキュリティを重視し、個人情報への不正アクセス、紛失、破壊、改ざん、漏えい等を防止するための様々な措置を講じています。",
            "個人情報は、アクセスに認証が必要な信頼性のあるサーバーに保管され、許可されたデータ共有者以外には開示されません。",
            "当社は、個人情報を取り扱う従業員および委託先に対し、関係法令を遵守し、定期的に教育・訓練を実施します。",
            "当社は、当サイトの管理者として、個人情報の管理・改善について責任を負います。個人情報に関する問題が発生した場合は、速やかに対応し、再発防止のために必要な措置を講じます。",
            "また、個人情報への不正アクセスやセキュリティ侵害に対処するための方針と手順を定め、個人情報を常に保護するように努めます。"
          ],
          "6": [
            "当社は、お客様の個人情報を収集し、利用する目的を変更する権利を留保します。当社は、お客様の個人情報の収集、利用または開示の方法に重要な変更がある場合には、お客様に通知し、これらの変更を拒否する選択肢を提供いたします。お客様が変更に対して拒否の意思を示さない場合、当サイトおよびサービスを継続して使用することにより、更新されたプライバシーポリシーに同意したものとみなされます。",
            "当社は、お客様の個人情報の収集・利用目的の変更に伴い、当サイトのプライバシーポリシーを更新いたします。",
            "当社は、お客様の個人情報をどのように収集し、使用し、保護しているかについて常に情報を得るために、当サイトのプライバシーポリシーを定期的に確認されることをお勧めします。プライバシーポリシーの変更についてご質問やご不明な点がございましたら、弊社までお問い合わせください。"
          ],
          "7": [
            "当サイトを通じてハイパーリンクによりアクセスできる第三者のウェブサイトは、当社のウェブサイトおよび本ポリシーとは無関係な独自のプライバシーポリシーを有しているように見える場合でも、当社はそのプライバシーポリシーやデータ収集方法の遵守について責任を負わないため、個人情報を提供する前にそのプライバシーポリシーを確認してください。"
          ],
          "8": [
            "当社は、お客様の個人情報の保護が重要であることを理解し、お客様の個人情報がお客様の同意なしに第三者に開示されることがないよう、合理的な措置を講じています。本ポリシーでは、当社がお客様の個人情報を第三者に開示する場合の状況について説明します。",
            "お客様が個人情報を第三者に提供される場合は、お客様の同意を得た上で提供いたします。",
            "お客様の個人情報は、お客様の同意なしに他の目的に使用されることはありません。",
            "お客様の個人情報を利用目的以外に使用する場合は、お客様の同意を得るものとします。",
            "当社は、お客様の個人情報の利用目的を変更する場合には、変更前の利用目的と相当の関連性を有すると合理的に認められる範囲内でこれを行います。",
            "ただし、ご本人の同意なく個人情報を開示することがあります。これには、以下のものが含まれます。",
            "法令に基づく場合",
            "人の生命、身体または財産の保護のために必要がある場合であって、本人の同意を得ることが困難であるとき。",
            "公衆衛生または児童の健全な育成のために必要である場合。",
            "国の機関等への協力が必要な場合。",
            "学術研究のために必要な場合（ただし、個人の権利利益を不当に侵害するおそれがある場合を除きます。）",
            "対戦データ、運用データ等、当サイトの知的財産権を有する関連会社からの照会に応じる場合。",
            "個人データを提供する事業者と密接な関係がある場合（業務委託、合併、共同利用等）。",
            "当社は、個人情報を開示する第三者が信頼に足る人物であり、個人情報を保護するために適切な保護措置を講じていることを確認するために必要な措置を講じます。"
          ],
          "9": [
            "当社は、ご本人から保有個人データの訂正、追加または削除のお申し出があったときは、遅滞なく必要な調査を行い、業務上必要な範囲内で、保有個人データを正しい内容に訂正します。訂正が行われた場合は、その内容をお知らせし、訂正が不可能な場合は、その理由をお知らせします。",
            "当社の保有個人データについて、ご本人から法令違反その他許される事由があるとして利用停止または消去を求められた場合、当法人は必要に応じてこれに応じるものとします。調査の結果、法令違反が確認された場合には、法令に定める範囲内で保有個人データの利用停止等を行います。保有個人データの利用停止を行う場合は、その内容をお客様に通知します。利用停止ができない場合は、その理由をお知らせします。"
          ],
          "10": [
            "当社は、法令に基づく場合その他本ポリシーに定める場合を除き、利用者に事前に通知することなく、いつでも本プライバシーポリシーを変更することができるものとします。プライバシーポリシーの改定は、当社が別途定める場合を除いて、当サイトに掲載した時点より効力を生じるものとします。当社は、個人情報保護に関する管理体制・仕組みの強化に努めます。"
          ],
          "11": [
            "本ポリシーその他利用者情報の取扱いに関してご質問、ご意見、ご不明点等がございましたら、",
            "当サイト上のお問い合わせフォームからお問い合わせください。",
            "本ポリシーに基づき認められるユーザーご自身の個人情報の開示又は訂正または利用停止を請求される場合は、本ウェブサイト上のお問い合わせフォームからご請求ください。弊社にてユーザーのご要望に応じるために適切な措置を講じます。"
          ]
        }
      }
    },
    "Login": {
      "Text": {
        "Title": "アカウント"
      },
      "Form": {
        "Login": {
          "Mail": "メールアドレス",
          "Password": "パスワード",
          "Forget1": "パスワードを忘れた方は",
          "Forget2": "こちら"
        },
        "BR": "他のログイン方法で試す",
        "Login_Platform": {
          "Google": "Googleアカウントでログインする",
          "Twitter": "Twitterアカウントでログインする"
        }
      }
    },
    "Main": {
      "Text": {
        "Filter": "集計対象",
        "Register": "登録日",
        "Update": "更新日",
        "Winlose": "対策率",
        "Win": "Win",
        "Lose": "Lose",
        "Report": "対戦相手を記録する",
        "Reset": "対戦状況をリセット",
        "Vs": "VS",
        "VS_Me": "自分のチーム編成",
        "VS_Target": "相手のチーム編成"
      },
      "Checkbox": {
        "Tags": [
          "すべて",
          "シングル",
          "ダブル",
          "大会",
          "カスタム1",
          "カスタム2",
          "カスタム3",
          "カスタム4",
          "カスタム5",
          "カスタム6",
          "カスタム7",
          "カスタム8",
          "カスタム9"
        ]
      }
    },
    "Adjustment": {
      "Text": {
        "Required": "必須",
        "Help": "?",
        "Gender": {
          "Man": "♂",
          "Woman": "♀",
          "None": "-"
        },
        "Name": "ポケモン",
        "TeraType": "テラスタル",
        "Ability": "とくせい",
        "Item": "もちもの",
        "Nature": "せいかく",
        "CreateID": "作成ID:"
      },
      "PlaceHolder": {
        "Name": "ポケモンを検索",
        "TeraType": "テラスタルを検索",
        "Ability": "とくせいを検索",
        "Item": "もちものを検索",
        "Nature": "せいかくを検索"
      }
    }
  },
  "Server": {
    "BackendFetchError": {
      "01": "バックエンドのサーバーを起動してください"
    }
  }
}